Repository: biker238/pmpro-multiple-memberships-per-user
Catalog: languages/pmpro-multiple-memberships-per-user-*.po
Languages: de_de

source: Selected
de_de: Ausgewählt

# title for currently selected levels
source: Current Levels
de_de: Aktuelle Pakete

# title for added levels
source: Added Levels
de_de: Hinzugefügte Pakete

# title for removed levels
source: Removed Levels
de_de: Entfernte Pakete

# value displayed when no levels selected
source: None
de_de: Keine

source: The following levels were not yet in a group: %s. These levels have been added to the first group found.
de_de: Die folgenden Pakete waren noch nicht in einer Gruppe: %s. Diese Ebenen wurden der ersten gefundenen Gruppe hinzugefügt.

source: Unable to delete the level from its group
de_de: Das Paket kann nicht aus der Gruppe gelöscht werden

source: Membership Levels
de_de: Pakete

source: You can choose multiple levels from this group.
de_de: Es können mehrere Pakete dieser Gruppe ausgewählt werden.

source: You can only choose one level from this group.
de_de: Es kann nur ein Paket dieser Gruppe ausgewählt werden.

source: Add
de_de: Zufügen

source: Select
de_de: Auswahl

source: Membership Selections
de_de: Paket Auswahl

source: Select levels to complete checkout.
de_de: Pakete auswählen um Checkout abzuschließen.

source: You have selected the following level
de_de: Sie haben die folgenden Pakete ausgewählt

source: Thank you for your membership to %s. Your %s membership is now active.
de_de: Danke für Ihre Anmeldung bei %s. Das Paket %s ist nun freigeschaltet.

source: Thank you for your membership to %s. Your %s memberships are now active.
de_de: Danke für Ihre Anmeldung bei %s. Die Pakete %s sind nun freigeschaltet.
